Repository: ulrikstoch/bikepass
Catalog: BikePass/Localizable.xcstrings
Source language: en
Languages: da

source: biking license for biking in Copenhagen.
da: cykelkørekort til at cykle i København

source: About BikePass
da: Om BikePass

source: All Countries
da: Alle lande

source: All videos and illustrations in BikePass are property of Copenhagen Bicycles and used with their permission
da: Alle videoer og illustrationer i BikePass er ejet af Copenhagen Bicycle og benyttet med deres tilladelse

source: BikePass © 2024, version 1.0.0
da: BikePas © 2024, version 1.0.0

source: BikePass is a public service project built and designed by Ulrik Stoch Jensen.
da: BikePass er et public service projekt bygget og designet af Ulrik Stoch Jensen

# bikepass_intro_button
source: Continue
da: Fortsæt

# bikepass_intro_description
source: BikePass is like an unofficial drivers license for biking – a proof that you know the theory and rules of biking in Copenhagen.
da: BikePass er som et uofficielt kørekort til cykling – et bevis på, at du kender teorien og reglerne for cykling i København.

# bikepass_intro_title
source: Unlock your own BikePass
da: Få dit helt eget BikePass

# bikepass_video_button
source: Start quiz
da: Start quizzen

# bikepass_video_description
source: Learn the rules by watching this video, before you continue to the BikePass Quiz.
da: Lær reglerne ved at se denne video, før du fortsætter til BikePass Quizzen.

# bikepass_video_title
source: Prepare for the BikePass Quiz
da: Gør dig klar til BikePass Quizzen

source: Built to promote safety and ensure all cyclists have a good time exploring the city on two wheels.
da: Skabt for at fremme sikkerhed og sikre alle cyklister får en god oplevelse når de udforsker byen.

source: Cancel
da: Annuller

source: Correct answer! 🙏
da: Korrekt svar! 🙏

source: CPH BikePass
da: KBH BikePass

source: Made in Copenhagen
da: Skabt i København

source: Name on BikePass
da: Navn på BikePass

source: Next
da: Næste

# one_question_left
source: Only 1 questions left!
da: Kun 1 spørgsmål tilbage!

source: Other
da: Andet

source: Placeholder for next question
da: Placeholder til næste spørgsmål

source: Please enter your full name
da: Venligst indtast dit fulde navn

# q1
source: Where can you bike in Copenhagen?
da: Hvor kan du cykle i København?

# q1_option1
source: Everywhere
da: Overalt

# q1_option2
source: On the bike lanes
da: På cykelstierne

# q1_option3
source: Right side of the road
da: Højre side af vejen

# q1_option4
source: Left side of the road
da: Venstre side af vejen

# q2
source: How do you ride if you’re more than one person?
da: Hvordan kører du, hvis I er mere end én person?

# q2_option1
source: Side-by-side
da: Side om side

# q2_option2
source: In a line behind each other
da: I en række bag hinanden

# q2_option3
source: Doesn’t matter
da: Det betyder ikke noget

# q3
source: Which side do you overtake on?
da: Hvilken side overhaler du på?

# q3_option1
source: Right side
da: Højre side

# q3_option2
source: Left side
da: Venstre side

# q3_option3
source: Both
da: Begge

# q4
source: What do you do before overtaking?
da: Hvad gør du før du overhaler?

# q4_option1
source: Nothing
da: Intet

# q4_option2
source: Yell at the person in front to make sure they know you’re overtaking
da: Råber af personen foran for at sikre, at de ved, du overhaler

# q4_option3
source: Look behind you to make sure there’s not other cyclists about to overtake you
da: Kig bagud for at sikre, at der ikke er andre cyklister, der er ved at overhale dig

# q5
source: What do you do when you hear a bell behind you?
da: Hvad gør du, når du hører en ringklokke bag dig?

# q5_option1
source: Pull to the right and let the person overtake
da: Træk til højre og lad personen overhale

# q5_option2
source: Slow down and wait for the person to overtake
da: Sætter farten ned og venter på, at personen overhaler

# q5_option3
source: Ignore it
da: Ignorerer det

# q5_option4
source: Ring my bell
da: Ringer med min klokke

# q6
source: You want to stop in bike lane or road – what do you do?
da: Du vil stoppe på cykelstien eller vejen – hvad gør du?

# q6_option1
source: Just stop
da: Stopper bare

# q6_option2
source: Raise one of your hands and stop
da: Løfter en af mine hænder og stop

# q6_option3
source: Raise your left hand and pull to the right
da: Løfter min venstre hånd og træk til højre

# q6_option4
source: Raise your right hand and pull to the right
da: Løfter min højre hånd og træk til højre

# q7
source: How do you turn to the right?
da: Hvordan drejer du til højre?

# q7_option1
source: Indicate with your right arm and then turn right
da: Signalérer med din højre arm og drejer derefter til højre

# q7_option2
source: Just turn to the right
da: Drejer bare til højre

# q7_option3
source: Indicate with your left arm and then turn right
da: Signalérer med din venstre arm og drejer derefter til højre

# q8
source: How do you make a left turn?
da: Hvordan laver du et venstresving?

# q8_option1
source: Make a direct left turn
da: Lav et direkte venstresving

# q8_option2
source: Cross the street, stop and wait for green again.
da: Kryds gaden, stop og vent på grønt igen.

# q8_option3
source: Use the pedestrian crosswalk
da: Bruger fodgængerovergangen

# Question %lld of %lld
source: Question %1$lld of %2$lld
da: Spørgsmål %1$lld af %2$lld

source: Rate on App Store
da: Bedøm på App Store

source: Refresh the safety rules by watching this video or keep scrolling ↓
da: Genopfrisk cykelreglerne ved at se videoene eller scroll videre ↓

# rule1_description
source: Always stick to the bicycle lane when one is available. If there's no bicycle lane, keep to the right side of the road.
da: Hold dig altid til cykelstien, når der er en. Hvis der ikke er nogen cykelsti, så kør i højre side af vejen.

# rule1_title
source: Bicycle Lanes
da: Cykelstier

# rule2_description
source: If you're biking with friends, form a single file line. Riding side by side might seem fun, but it's safer to line up one behind the other.
da: Hvis du cykler med venner, så dan en enkelt række. Det kan virke hyggeligt at køre side om side, men det er mest sikkert i én række.

# rule2_title
source: Riding in Groups
da: Kørsel i grupper

# rule3_description
source: Allow others to pass you on the left before you think about overtaking. This keeps the lanes orderly and safe for everyone.
da: Lad andre overhale dig på venstre side, før du tænker på at overhale. Dette gør cykelstierne mest sikre for alle.

# rule3_title
source: Passing Etiquette
da: Overhalings Etikette

# rule4_description
source: If you're overtaking, always do it from the left side, and look behind you before doing it.
da: Hvis du overhaler, gør det altid venstre om, og kig bagud, inden du gør det.

# rule4_title
source: Overtaking
da: Overhaling

# rule5_description
source: If you hear a bell, someone's trying to pass. Move to the right and let them through.
da: Hvis du hører en ringklokke, prøver nogen at overhale. Flyt til højre og lad dem passere.

# rule5_title
source: Bell Means Move
da: Ringklokken betyder flyt dig

# rule6_description
source: Keep an eye out for trucks turning right. They have blind spots that can be dangerous, so stay alert.
da: Vær opmærksom på lastbiler, der drejer til højre. De har blinde vinkler, der kan være farlige, så vær opmærksom.

# rule6_title
source: Truck Caution
da: Pas på lastbiler

# rule7_description
source: Turning right? Wait for the green signal and clearly indicate your intention with your right arm.
da: Skal du dreje til højre? Vent på det grønne signal og signalér tydeligt din hensigt med din højre arm.

# rule7_title
source: Right Turn Ritual
da: Ritualet for højresving

# rule8_description
source: Direct left turns are a no-go. Instead, cross the street, stop, and wait for the green light to proceed.
da: Direkte venstresving er ikke tilladt. Kryds i stedet vejen, stop og vent på det grønne lys for at fortsætte.

# rule8_title
source: The Left Turn
da: Venstresvinget

source: Safety rules
da: Cykelregler

source: Safety Rules
da: Cykelregler

source: Select Country
da: Vælg dit land

source: Select one answer
da: Vælg et svar

source: Select two answers
da: Vælg to svar

source: Settings
da: Indstillinger

source: Share with friends
da: Del med venner

source: Show BikePass
da: Vis BikePass

source: Suggested
da: Foreslået

source: The
da: Det

# toast_description
source: Only %d questions left
da: Kun %d spørgsmål tilbage

source: unofficial
da: uoficielle

source: Valid from %@
da: Gyldig fra %@

source: Valid from July 1st 2024
da: Gyldig fra 1. juli 2024

source: We look forward to seeing you on the bike lanes of Copenhagen.
da: Vi ser frem til at se dig på de Københavnske cykelstier

# welcome_button
source: Continue
da: Fortsæt

# welcome_description
source: Before you begin your two-wheeled journey, we’d like to ensure your and other cyclists safety by completing the quiz and receive your personal BikePass.
da: Før du begynder din tohjulede rejse, vil vi gerne sikre din og andre cyklisters sikkerhed ved at du gennemfører quizzen og modtager dit eget BikePass.

# welcome_message
source: Welcome to Copenhagen 👋
da: Velkommen til København 👋

# wrong_answer_description
source: Watch the video and try again.
da: Afspil videoen og prøv igen

# wrong_answer_title
source: Not quite right 🤔
da: Ikke helt rigtigt 🤔

source: You've passed!
da: Du er bestået!

source: You're finished 🎉
da: Du er færdig 🎉
